---
kind: other
id: Properties.T:Autodesk.Revit.DB.ClassificationEntries
source: html/29af082f-ed77-5a6c-0bd7-e68f525250da.htm
---
# ClassificationEntries Properties

Specifies whether the .NET object represents a valid Revit entity.